[
  {
    "id": "1",
    "title": "Italy, Pisa",
    "location": "Europe",
    "wordCount": 1173,
    "image": "/images/news-image1.png",
    "content": "The Leaning Tower of Pisa, or simply the Tower of Pisa (torre di Pisa), is the campanile, or freestanding bell tower, of Pisa Cathedral. It is known for its nearly four-degree lean, the result of an\nunstable foundation. The tower is one of three\nstructures in the Pisa's Cathedral Square (Piazza dei Miracoli), which was declared a UNESCO World Heritage Site in 1987, and is considered one of the Seven Wonders of the Medieval World. The construction of the tower occurred in three stages over 199 years. Work on the first floor of the white marble campanile began on 14 August 1173, during a period of military success and prosperity. This first floor is a blind arcade articulated by engaged columns with classical Corinthian and Romanesque capitals, alternating with a series of blind arches. There has been controversy about the identity of the architect of the Leaning Tower of Pisa. For many years, the design was attributed to Guglielmo and Bonanno Pisano, a well-known 12th-century resident artist of Pisa, known for his bronze casting, particularly in the Pisa Duomo. Bonanno Pisano left Pisa in 1185 for Monreale, Sicily, only to come back and die in his home town. A piece of cast bearing his name was discovered at the foot of the tower in 1820, but this may be related to the bronze door in the façade of the cathedral that was destroyed in 1595. More recently, the architect Diotisalvi has been named as the probable designer, as his work on the circular church of Santo Sepolcro in the city has similarities to the tower. However, he usually signed his work, and there is no signature by him in the tower. Alternative theories have been proposed by various scholars who question the traditional dating of the tower, although the consensus remains that construction began in 1173. The tower's design is unusual for its time, being both a campanile and a leaning structure. The lean was not intentional; it developed during construction due to soft ground on one side of the foundation. The foundation is only three meters deep, set in weak clay. Construction was subsequently halted for almost a century because the Republic of Pisa was almost continually engaged in battles with Genoa, Lucca, and Florence. This allowed time for the underlying soil to settle. Otherwise, the tower would almost certainly have toppled. In 1178, when the third floor was built, the tower was already leaning. From the fourth floor upwards, the structure was built in a banana shape to counteract the lean, but the lean only increased with time. By 1990, before consolidation work between 1993 and 2001, the top of the tower was 3.9 meters from where it would be if the tower were perfectly vertical. Prior to restoration work performed between 1990 and 2001, the tower leaned at an angle of 5.5 degrees, but the tower now leans at about 3.97 degrees. This means the top of the tower is displaced horizontally 3.9 meters (12 ft 10 in) from the center. The tower has 296 or 294 steps; the seventh floor has two fewer steps on the north-facing staircase. Prior to restoration, the tower was listed by the World Monuments Fund as one of the 100 Most Endangered Sites in the world. The restoration was pronounced a success, as tourists were allowed to ascend the tower again after several years of closure. The tower and the associated structures were declared a UNESCO World Heritage Site in 1987. In 1990, the tower was closed to the public as a safety precaution. After a decade of corrective reconstruction and stabilization efforts, the tower was reopened to the public on 15 December 2001, and was declared stable for at least another 300 years. In total, 70 tonnes of earth were removed from the high side of the foundation and the tower was straightened by 45 centimeters (18 in), returning to its 1838 position."
  },
  {
    "id": "2",
    "title": "Spain, Sagrada Família",
    "location": "Europe",
    "wordCount": 1456,
    "image": "/images/news-image2.png",
    "content": "The Basílica i Temple Expiatori de la Sagrada\nFamília, otherwise known as Sagrada Família, is a church under construction in the Eixample district of Barcelona, Catalonia, Spain. It is the largest\nunfinished Catholic church in the world. Designed by Catalan architect Antoni Gaudí (1852–1926), in 2005 his work on Sagrada Família was added to an existing (1984) UNESCO World Heritage Site, Works of Antoni Gaudí. On 7 November 2010, Pope Benedict XVI consecrated the church and proclaimed it a minor basilica. Construction of Sagrada Família had commenced in 1882. According to Sagrada Família's official website, the inspiration for the design of this church was nature. Gaudí studied nature's angles and curves and incorporated them into his design. The planned church consists of 18 spires, representing in ascending order of height the Twelve Apostles, the Virgin Mary, the four Evangelists and, tallest of all, Jesus Christ. As of November 2010, only eight spires have been built. Gaudí devoted his last years to the project, and at the time of his death at age 73 in 1926 when he was struck by a tram, less than a quarter of the project was complete. Construction progressed slowly, as it relied on private donations and was interrupted by the Spanish Civil War, resuming intermittent progress in the 1950s. Construction passed the midpoint in 2010 with some of the project's greatest challenges remaining, including the construction of ten more spires, each symbolizing an important Biblical figure in the New Testament. It has been anticipated that the building can be completed by 2026, the centenary year of Gaudí's death. The central nave vaulting was completed in 2000 and the main tasks since then have been the construction of the transept vaults and apse, the completion of the crypt and the construction of the Glory façade. As well as being Gaudí's most famous work, Sagrada Família is the most visited monument in Spain. The temple has a long construction history. Francisco de Paula del Villar was the original architect, but after disagreements with the promoters, he resigned and Antoni Gaudí took over the design in 1883, transforming the project with his architectural and engineering style, combining Gothic and curvilinear Art Nouveau forms. Gaudí devoted the remainder of his life to the project. Work resumed after the Spanish Civil War in 1954, following the original design but with some modifications. In the 21st century, construction resumed at a much faster pace. Computer-aided design technology has been used to accelerate construction; however, some of Gaudí's original plans were destroyed during the Civil War, requiring architects to piece together his intended design from remaining fragments and photographs. The project has attracted much criticism from some who believe it deviates too much from Gaudí's original design, as well as from those who believe construction should cease following the architect's death."
  },
  {
    "id": "3",
    "title": "US, Fallingwater",
    "location": "America",
    "wordCount": 1789,
    "image": "/images/news-image3.png",
    "content": "Fallingwater is a house designed by the architect Frank Lloyd Wright in 1935. Situated in the Mill Run section of Stewart township, in the Laurel Highlands of southwest Pennsylvania, about 70 miles (110 km) southeast of Pittsburgh in the United States, it is built partly over a waterfall on the Bear Run river. The house was designed to serve as a weekend retreat for Liliane and Edgar J. Kaufmann, the owner of Pittsburgh's Kaufmann's Department Store. After its completion, Time called it Wright's most beautiful job and it is listed among Smithsonian's Life List of 28 places to see before you die. The house was designated a National Historic Landmark in 1966. In 1991, members of the American Institute of Architects named the house the best all-time work of American architecture and in 2007, it was ranked 29th on the American Institute of Architects' list of America's Favorite Architecture. The design incorporates the waterfall and creek into the structure and environment, creating a close relationship between the built and natural worlds. The design extends the concept of the Prairie house with its low horizontal lines, open interior spaces, and strong emphasis on the relationship between inside and out. Wright's passion for Japanese architecture is evident, and the house has features that reflect Japanese design principles such as a strong geometric style, an emphasis on horizontal lines, built-in furniture, and an interplay of solid and void created through a series of rooms of varying ceiling heights. The house extends over the waterfall, and its design successfully integrates the house with its natural environment. The integration is accomplished in a number of ways: by using colors and materials native to the area, including buff-colored limestone quarried on the property for the house's vertical elements, and by using a technique Wright called his textile block system for the house's horizontal elements. Large expanses of windows dissolve the traditional boundaries between inside and outside. Built-in seating, tables, and shelving eliminate the need for much furniture. The heart of the house is the large living room with a massive central fireplace made of boulders taken from the creek. Cantilevered balconies extend dramatically from the building out over the water. The innovative design of the house presented significant structural challenges. The dramatic cantilevers extend 15 and 18 feet beyond their supports. The house had structural problems almost from the beginning due to Wright's insufficient understanding of reinforced concrete, but major renovations in 2001 corrected these problems. Edgar Kaufmann Jr. studied architecture under Wright at his Taliesin studio. The house remained in the Kaufmann family until 1963, when Edgar Kaufmann Jr. donated it to the Western Pennsylvania Conservancy. Since the donation, the site has welcomed more than 5 million visitors. The house was designated a UNESCO World Heritage site in 2019."
  },
  {
    "id": "4",
    "title": "Russia, Saint Basil's Cathedral",
    "location": "Asia",
    "wordCount": 1245,
    "image": "/images/news-image4.png",
    "content": "The Cathedral of Vasily the Blessed (Russian: Собор Василия Блаженного, romanized: Sobor Vasiliya Blazhennogo), known in English as Saint Basil's Cathedral, is an Orthodox church in Red Square of Moscow, and is one of the most popular cultural symbols of Russia. The building, now a museum, is officially known as the Cathedral of the Intercession of the Most Holy Theotokos on the Moat, or Pokrovsky Cathedral. It was built from 1555 to 1561 on orders from Ivan the Terrible and commemorates the capture of Kazan and Astrakhan. The cathedral fuses Russian and Byzantine architectural traditions. A world-famous landmark, the cathedral has been depicted in countless works of art and literature. It was listed as a UNESCO World Heritage Site in 1990 as part of the Moscow Kremlin. The cathedral consists of nine churches: a large central church surrounded by eight smaller churches. The central church is dedicated to the Feast of Intercession; the eight surrounding churches are dedicated to the eight saints on whose feast days Ivan the Terrible won his victories over the Kazan Khanate. An additional church was erected in 1588 over the grave of venerated local saint Vasily (Basil). The popular name of the cathedral refers to this tenth church. Legend holds that Ivan had the architects blinded so that they could never create anything to rival the cathedral's beauty, though modern historians consider this apocryphal. The cathedral's design follows traditional Russian church architecture but with innovative elements. The central tent-like church is surrounded by eight subsidiary churches of varying heights, creating a unique silhouette. Each church is topped with an onion dome painted in bright colors and intricate patterns. The domes were originally gold, but were repainted in the 17th century in the vibrant colors seen today. The cathedral's walls are decorated with religious frescoes and geometric patterns. The interior contains numerous religious artifacts, icons, and historical exhibits that detail the cathedral's construction and significance in Russian history. During the Soviet period, the cathedral served as a museum of history and architecture. The Communist government initially planned to demolish it in the 1930s to make room for parades in Red Square, but it was saved due to its historical and architectural significance. Today, the Russian Orthodox Church conducts regular services in the cathedral, though it remains primarily a museum. The cathedral continues to serve as one of Russia's most recognizable symbols and attracts millions of tourists annually."
  }
]